[
  {
    "museum": "The Met",
    "title": "Man Ray: When Objects Dream",
    "date": "Man Ray: When Objects Dream",
    "url": "https://www.metmuseum.org/exhibitions/man-ray-when-objects-dream",
    "description": "This volume is the first in-depth study of Man Ray’s groundbreaking rayographs of the 1920s and their interconnections with his Dada and Surrealist works."
  },
  {
    "museum": "The Met",
    "title": "Superfine: Tailoring Black Style",
    "date": "Superfine: Tailoring Black Style",
    "url": "https://www.metmuseum.org/exhibitions/superfine-tailoring-black-style",
    "description": ""
  },
  {
    "museum": "The Met",
    "title": "The Roof Garden Commission: Jennie C. Jones, Ensemble",
    "date": "The Roof Garden Commission: Jennie C. Jones, Ensemble",
    "url": "https://www.metmuseum.org/exhibitions/the-roof-garden-commission-jennie-c-jones",
    "description": "This title, the latest in The Met’s Roof Garden Commission series, documents multimedia artist Jennie C. Jones’s dynamic installation."
  },
  {
    "museum": "The Met",
    "title": "Recasting the Past: The Art of Chinese Bronzes, 1100–1900",
    "date": "Recasting the Past: The Art of Chinese Bronzes, 1100–1900",
    "url": "https://www.metmuseum.org/exhibitions/recasting-the-past-the-art-of-chinese-bronzes-1100-1900",
    "description": "This title is the first comprehensive study of the often-overlooked Chinese bronzes, which were commissioned by emperors and officials from the twelfth through the nineteenth centuries to assert political legitimacy and alignment with traditional values."
  },
  {
    "museum": "The Met",
    "title": "Allegory and Abstraction: Selections from the Department of Drawings and Prints",
    "date": "Allegory and Abstraction: Selections from the Department of Drawings and Prints",
    "url": "https://www.metmuseum.org/exhibitions/allegory-and-abstraction-selections-from-the-department-of-drawings-and-prints",
    "description": "The Department of Drawings and Prints boasts more than one million drawings, prints, and illustrated books made in Europe and the Americas from around 1400 to the present day. Because of their number and sensitivity to light, the works can only be exhibited for a limited period. To highlight the vast range of works on paper, the department organizes four rotations a year in the Robert Wood Johnson, Jr. Gallery. Each installation is the product of a collaboration among curators and consists of up"
  },
  {
    "museum": "The Met",
    "title": "The Genesis Facade Commission: Jeffrey Gibson, The Animal That Therefore I Am",
    "date": "The Genesis Facade Commission: Jeffrey Gibson, The Animal That Therefore I Am",
    "url": "https://www.metmuseum.org/exhibitions/the-facade-commission-jeffrey-gibson",
    "description": "Acclaimed artist Jeffrey Gibson (born 1972) invites reflection on the interconnected relationships between all living beings and the environment for the 2025 Genesis Facade Commission. Drawing from his distinctive style fusing Indigenous worldviews and imagery with abstraction, text, and color, Gibson will create four-large scale figurative sculptures for The Met Fifth Avenue’s exterior."
  },
  {
    "museum": "The Met",
    "title": "Man Ray: When Objects Dream",
    "date": "Man Ray: When Objects Dream",
    "url": "https://www.metmuseum.org/exhibitions/man-ray-when-objects-dream",
    "description": "This volume is the first in-depth study of Man Ray’s groundbreaking rayographs of the 1920s and their interconnections with his Dada and Surrealist works."
  },
  {
    "museum": "The Met",
    "title": "Witnessing Humanity: The Art of John Wilson",
    "date": "Witnessing Humanity: The Art of John Wilson",
    "url": "https://www.metmuseum.org/exhibitions/witnessing-humanity-the-art-of-john-wilson",
    "description": "For over six decades, the American artist John Wilson (1922–2015) made powerful and poetic works that captured his life as a Black American artist and his ongoing quest for racial, social, and economic justice. Wilson's art reflected on and responded to the turbulent times in which he lived. His subjects included racial violence, labor, the writings of Richard Wright, the Civil Rights Movement, street scenes, and intimate images of family life, with a particular focus on fatherhood. Despite the "
  },
  {
    "museum": "The Met",
    "title": "Recasting the Past: The Art of Chinese Bronzes, 1100–1900",
    "date": "Recasting the Past: The Art of Chinese Bronzes, 1100–1900",
    "url": "https://www.metmuseum.org/exhibitions/recasting-the-past-the-art-of-chinese-bronzes-1100-1900",
    "description": "This title is the first comprehensive study of the often-overlooked Chinese bronzes, which were commissioned by emperors and officials from the twelfth through the nineteenth centuries to assert political legitimacy and alignment with traditional values."
  },
  {
    "museum": "The Met",
    "title": "The Magic of Marbling: The Art of Karli Frigge",
    "date": "The Magic of Marbling: The Art of Karli Frigge",
    "url": "https://www.metmuseum.org/exhibitions/the-magic-of-marbling-the-art-of-karli-frigge",
    "description": "Karli Frigge (1943–) is one of the world’s most prominent and innovative paper marblers. From 1960 to 2000 she produced marbled papers and publications that are renowned for their innovation and creativity. The Magic of Marbling: The Art of Karli Frigge presents selections from Watson Library’s collection of her work including her sample books, recipe books, instruction guides, and workbooks."
  },
  {
    "museum": "The Met",
    "title": "P. S. Art 2025: Celebrating the Creative Spirit of New York City Kids",
    "date": "P. S. Art 2025: Celebrating the Creative Spirit of New York City Kids",
    "url": "https://www.metmuseum.org/exhibitions/p-s-art-2025-celebrating-the-creative-spirit-of-new-york-city-kids",
    "description": "P. S. Art is an annual celebration of the artistic achievement of remarkable New York City Public School students and their dedicated art teachers. This year marks the twenty-third anniversary of P. S. Art, and the eighteenth year this juried exhibition has been hosted at The Met. It showcases 137 extraordinary works selected from nearly 1,000 entries by students in prekindergarten to grade 12. On view are collages, drawings, mixed-media works, paintings, photographs, prints, and sculptures by a"
  },
  {
    "museum": "The Met",
    "title": "The Roof Garden Commission: Jennie C. Jones, Ensemble",
    "date": "The Roof Garden Commission: Jennie C. Jones, Ensemble",
    "url": "https://www.metmuseum.org/exhibitions/the-roof-garden-commission-jennie-c-jones",
    "description": "This title, the latest in The Met’s Roof Garden Commission series, documents multimedia artist Jennie C. Jones’s dynamic installation."
  },
  {
    "museum": "The Met",
    "title": "Superfine: Tailoring Black Style",
    "date": "Superfine: Tailoring Black Style",
    "url": "https://www.metmuseum.org/exhibitions/superfine-tailoring-black-style",
    "description": ""
  },
  {
    "museum": "The Met",
    "title": "Baseball Cards from the Collection of Jefferson R. Burdick",
    "date": "Baseball Cards from the Collection of Jefferson R. Burdick",
    "url": "https://www.metmuseum.org/exhibitions/baseball-cards-from-the-collection-of-jefferson-r-burdick-2025",
    "description": "The Jefferson R. Burdick collection of ephemera at The Met contains one of the most distinguished collections of historical baseball cards anywhere in the world. In 1947, Burdick (1900–1963), an electrician from Syracuse, New York, and avid collector of ephemera, began to donate in large batches his holdings of more than 300,000 trade cards, postcards, and posters to the Museum. Included in the donation were more than 30,000 baseball cards dating back to the 1880s."
  },
  {
    "museum": "The Met",
    "title": "Casa Susanna",
    "date": "Casa Susanna",
    "url": "https://www.metmuseum.org/exhibitions/casa-susanna",
    "description": "Casa Susanna brings together photographs and publications created by and for a community of cross-dressers who met regularly in New York City and the Catskill Mountains throughout the 1960s. Two modest resorts run by Susanna Valenti and her wife, Marie Tornell, provided safe spaces for guests to freely cross-dress en femme during an era of strictly defined gender roles. They used the camera to create and affirm their femme identities, exchanging photographs at gatherings or sharing them by mail."
  },
  {
    "museum": "The Met",
    "title": "The Magical City: George Morrison’s New York",
    "date": "The Magical City: George Morrison’s New York",
    "url": "https://www.metmuseum.org/exhibitions/the-magical-city-george-morrison-s-new-york",
    "description": "This sumptuous edition of the Bulletin celebrates the life and work of an artist whose story provides a unique viewpoint on one of the most well-recognized modern art movements."
  },
  {
    "museum": "The Met",
    "title": "Emily Sargent: Portrait of a Family",
    "date": "Emily Sargent: Portrait of a Family",
    "url": "https://www.metmuseum.org/exhibitions/emily-sargent-portrait-of-a-family",
    "description": "Emily Sargent’s watercolors—recently rediscovered—capture the world with a clarity and expressiveness that were all her own. This exhibition brings her luminous work into focus, situating it within the creative, complex world of the Sargent family."
  },
  {
    "museum": "The Met",
    "title": "Making It Modern: European Ceramics from the Martin Eidelberg Collection",
    "date": "Making It Modern: European Ceramics from the Martin Eidelberg Collection",
    "url": "https://www.metmuseum.org/exhibitions/making-it-modern-european-ceramics-from-the-martin-eidelberg-collection",
    "description": "This richly illustrated Bulletin offers a closer look at dozens of astonishingly creative ceramics and reflects on how the aspiration to create works that link the past to a vibrant future has continued resonance today."
  },
  {
    "museum": "The Met",
    "title": "Iba Ndiaye: Between Latitude and Longitude",
    "date": "Iba Ndiaye: Between Latitude and Longitude",
    "url": "https://www.metmuseum.org/exhibitions/iba-n-diaye-between-latitude-and-longitude",
    "description": "Between Latitude and Longitude constitutes the inaugural exhibition in the Michael C. Rockefeller Wing’s in-focus gallery, part of the complete major reenvisioning of The Met collection of African art. In celebration of the initiative, an artistic landmark work by Senegalese Modernist Iba Ndiaye (1928–2008), Tabaski III, a gift to The Met, is being ushered into the collection. Since the 1982 opening of the Rockefeller Wing, a canon of African Modernist painting has taken shape, and Ndiaye emerge"
  },
  {
    "museum": "The Met",
    "title": "Lorna Simpson: Source Notes",
    "date": "Lorna Simpson: Source Notes",
    "url": "https://www.metmuseum.org/exhibitions/lorna-simpson-source-notes",
    "description": "This revelatory look at the paintings of Lorna Simpson examines this significant new development in her practice over the last decade."
  },
  {
    "museum": "The Met",
    "title": "Celebrating the Year of the Snake",
    "date": "Celebrating the Year of the Snake",
    "url": "https://www.metmuseum.org/exhibitions/celebrating-the-year-of-the-snake",
    "description": "The traditional East Asian lunar calendar consists of a repeating twelve-year cycle, with each year corresponding to one of the twelve animals in the Chinese zodiac. The association of these creatures with the Chinese calendar began in the third century BCE and became firmly established by the first century CE. The twelve animals are, in sequence: rat, ox, tiger, rabbit, dragon, snake, horse, ram, monkey, rooster, dog, and pig. Each is believed to embody certain traits that are manifested in the"
  },
  {
    "museum": "The Met",
    "title": "Colorful Korea: The Lea R. Sneider Collection",
    "date": "Colorful Korea: The Lea R. Sneider Collection",
    "url": "https://www.metmuseum.org/exhibitions/colorful-korea",
    "description": "Over the course of forty years, Lea R. Sneider (1925–2020) formed a significant collection of Korean art that challenged established norms. While appreciating literati art, she was particularly drawn to lively and colorful forms connected to everyday life, resulting in a diverse collection that illustrates Korea’s vibrant material culture. This exhibition features a substantial gift and loans from the Lea R. Sneider Collection, generously provided by her children. Through approximately 100 piece"
  },
  {
    "museum": "The Met",
    "title": "Afterlives: Contemporary Art in the Byzantine Crypt",
    "date": "Afterlives: Contemporary Art in the Byzantine Crypt",
    "url": "https://www.metmuseum.org/exhibitions/afterlives-contemporary-art-in-the-byzantine-crypt",
    "description": "Artists and artisans have been intrigued and inspired by the topic of death and visions of life thereafter for millennia. Afterlives: Contemporary Art in the Byzantine Crypt brings together modern-day works that reckon with death and visualize the afterlife and Byzantine Egyptian funerary art and artifacts in part of the Mary and Michael Jaharis Galleries known as the Byzantine Crypt (Gallery 302). The intimate and enchanting gallery with exposed brick walls and arched portals was unveiled in th"
  },
  {
    "museum": "The Met",
    "title": "The Jousting Armor of Philip I of Castile",
    "date": "The Jousting Armor of Philip I of Castile",
    "url": "https://www.metmuseum.org/exhibitions/the-jousting-armor-of-philip-i-of-castile",
    "description": "Among the various mock combats fought by knights and noblemen in tournaments, the joust was one of the most spectacular. The joust of peace required highly specialized armor that was unsuited to any other use, and usually made by the greatest armorers due to the exceptional metalworking skills required. This special installation features an armor for the joust of peace of Philip I of Castile (1478–1506) on loan from the Imperial Armoury, Kunsthistorisches Museum Vienna."
  },
  {
    "museum": "The Met",
    "title": "Ganesha: Lord of New Beginnings",
    "date": "Ganesha: Lord of New Beginnings",
    "url": "https://www.metmuseum.org/exhibitions/ganesha",
    "description": "Ganesha, the son of Shiva and Parvati, is a Brahmanical (Hindu) diety known to clear a path to the gods and remove obstacles in everyday life. He is loved by his devotees (bhakti) for his many traits, including his insatiable appetite for sweet cakes and his role as a dispenser of magic, surprise, and laughter. However, Ganesha is also the lord of ganas (nature deities) and can take on a fearsome aspect in this guise.\n\nThe seventh- to twenty-first-century works in this exhibition trace his depic"
  },
  {
    "museum": "The Met",
    "title": "A Passion for Jade: The Bishop Collection",
    "date": "A Passion for Jade: The Bishop Collection",
    "url": "https://www.metmuseum.org/exhibitions/passion-for-jade",
    "description": "More than a hundred remarkable objects from the Heber Bishop collection, including carvings of jade, the most esteemed stone in China, and many other hardstones, are on view in this focused presentation. The refined works represent the sophisticated art of Chinese gemstone carvers during the Qing dynasty (1644–1911) as well as the highly accomplished skills of Mogul Indian (1526–1857) craftsmen, which provided an exotic inspiration to their Chinese counterparts. Also on view are a set of Chinese"
  },
  {
    "museum": "The Met",
    "title": "Embracing Color: Enamel in Chinese Decorative Arts, 1300–1900",
    "date": "Embracing Color: Enamel in Chinese Decorative Arts, 1300–1900",
    "url": "https://www.metmuseum.org/exhibitions/embracing-color",
    "description": "Enamel decoration is a significant element of Chinese decorative arts that has long been overlooked. This exhibition reveals the aesthetic, technical, and cultural achievement of Chinese enamel wares by demonstrating the transformative role of enamel during the Ming (1368–1644) and Qing (1644–1911) dynasties. The first transformational moment occurred in the late 14th to 15th century, when the introduction of cloisonné enamel from the West, along with the development of porcelain with overglaze "
  },
  {
    "museum": "The Met",
    "title": "Arts of Oceania",
    "date": "Arts of Oceania",
    "url": "https://www.metmuseum.org/exhibitions/arts-of-oceania",
    "description": "The Met’s Arts of Oceania galleries returned in May 2025, in a reimagined Michael C. Rockefeller Wing. Following a multiyear renovation, the new galleries feature over 650 stellar works from the Museum’s remarkable collection of Oceanic art, drawn from over 140 distinct cultures in a region of astonishing diversity that covers almost one-third of the earth’s surface and continues to capture the global imagination. These include monumental artworks from the large island of New Guinea and the coas"
  },
  {
    "museum": "The Met",
    "title": "Arts of the Ancient Americas",
    "date": "Arts of the Ancient Americas",
    "url": "https://www.metmuseum.org/exhibitions/arts-of-the-ancient-americas",
    "description": "The new installation is the result of close collaboration with colleagues across the country and Latin America through a series of conversations around the artworks and the continuing importance of these ancient traditions in the Americas today. The reimagined galleries reflect recent advances in scholarship, incorporating knowledge about artists, their materials, their techniques, and their social roles and newly revealed relationships between regions. The new galleries also expand the scope of"
  },
  {
    "museum": "The Met",
    "title": "Arts of Africa",
    "date": "Arts of Africa",
    "url": "https://www.metmuseum.org/exhibitions/arts-of-africa",
    "description": "The Met’s Arts of Africa galleries returned in May 2025, in a reimagined Michael C. Rockefeller Wing. Following a multiyear renovation, the reenvisioned installation reintroduces visitors to the Museum’s collection of sub-Saharan African art through a selection of some 500 works organized to survey major artistic movements and living traditions from across the subcontinent. The new galleries present original creations from the Middle Ages to the present, and one-fourth of the works are on displa"
  },
  {
    "museum": "The Met",
    "title": "Defensive Display: Shields from The Met Collection",
    "date": "Defensive Display: Shields from The Met Collection",
    "url": "https://www.metmuseum.org/exhibitions/defensive-display-shields-from-the-met-collection",
    "description": "Throughout history, the shield has been one of the most common and versatile forms of personal defense, used by foot soldiers and kings alike. Its ubiquity and enduring importance are reflected in myth, legend, art, song, and poetry. Highlighting selected treasures from The Met’s renowned collection of arms and armor, Defensive Display features shields from around the world and a range of time periods, in various forms, sizes, and materials."
  },
  {
    "museum": "The Met",
    "title": "The American Wing at 100",
    "date": "The American Wing at 100",
    "url": "https://www.metmuseum.org/exhibitions/the-american-wing-at-100",
    "description": ""
  },
  {
    "museum": "The Met",
    "title": "The Calculated Curve: Eighteenth-Century American Furniture",
    "date": "The Calculated Curve: Eighteenth-Century American Furniture",
    "url": "https://www.metmuseum.org/exhibitions/the-calculated-curve-eighteenth-century-american-furniture",
    "description": "The 2024 reinstallation of the Anthony W. and Lulu C. Wang Galleries of Eighteenth-Century American Art of The Met’s American Wing elevates a pivotal moment in American furniture design between 1720 and 1770. This fresh installation encourages us to look closer at the materials and sculptural expression of this period, as well as the sensuality and ergonomics embedded in furniture design."
  },
  {
    "museum": "The Met",
    "title": "Cycladic Art",
    "date": "Cycladic Art",
    "url": "https://www.metmuseum.org/exhibitions/cycladic-art",
    "description": "Cycladic Art: The Leonard N. Stern Collection on loan from the Hellenic Republic This beautifully illustrated volume presents highlights of the ancient Cycladic antiquities from the Leonard N. Stern Collection."
  },
  {
    "museum": "The Met",
    "title": "Art of Native America: The Charles and Valerie Diker Collection",
    "date": "Art of Native America: The Charles and Valerie Diker Collection",
    "url": "https://www.metmuseum.org/exhibitions/art-of-native-america-diker-collection",
    "description": "The brilliance of Native American artists from across the United States and Canada is affirmed in this installation of historical and contemporary works. Honoring the diversity of Native life, the display reveals complex perspectives on America’s past and the deep significance of these artworks to Native and non-Native communities in the present. The work of more than fifty Indigenous groups is represented, as well as major Native American aesthetic forms: painting, drawing, sculpture, textiles,"
  },
  {
    "museum": "The Met",
    "title": "Renaissance Masterpieces of Judaica: The Mishneh Torah and The Rothschild Mahzor",
    "date": "Renaissance Masterpieces of Judaica: The Mishneh Torah and The Rothschild Mahzor",
    "url": "https://www.metmuseum.org/exhibitions/renaissance-masterpieces",
    "description": "The Jewish communities of northern Italy were active participants in the extraordinary flourishing of arts and culture that define the Renaissance. This installation of two rare and sumptuous Hebrew manuscripts explores the fascinating cross-cultural interaction between those Jewish communities and their Christian and humanist surroundings in the fifteenth century. A Jewish scribe and Christian artist working in tandem produced these monumental works of art that bear witness to the prosperity, p"
  },
  {
    "museum": "The Met",
    "title": "Michael Lin: Pentachrome",
    "date": "Michael Lin: Pentachrome",
    "url": "https://www.metmuseum.org/exhibitions/michael-lin-pentachrome",
    "description": "Michael Lin’s site-specific installation Pentachrome brings contemporary art to the Museum’s Great Hall Escalator for the first time. Inspired by The Met collection and the building’s architecture, Pentachrome invites visitors to reconsider the Museum’s Great Hall, its Balcony, and the surrounding art from a fresh perspective."
  },
  {
    "museum": "The Met",
    "title": "Before Yesterday We Could Fly: An Afrofuturist Period Room",
    "date": "Before Yesterday We Could Fly: An Afrofuturist Period Room",
    "url": "https://www.metmuseum.org/exhibitions/afrofuturist-period-room",
    "description": "The Met’s latest Bulletin features texts that honor the real, lived history of the Seneca Village residents and explores works by Black creators from the eighteenth century to the present day through the lens of Afrofuturism. The publication also includes an original graphic novella by author and illustrator John Jennings."
  },
  {
    "museum": "The Met",
    "title": "Divine Egypt",
    "date": "Divine Egypt",
    "url": "https://www.metmuseum.org/exhibitions/divine-egypt",
    "description": "This captivating publication outlines the rich iconography used to represent Egyptian deities and explores how these representations evolved alongside the roles of the gods themselves."
  },
  {
    "museum": "The Met",
    "title": "Spectrum of Desire: Love, Sex, and Gender in the Middle Ages",
    "date": "Spectrum of Desire: Love, Sex, and Gender in the Middle Ages",
    "url": "https://www.metmuseum.org/exhibitions/spectrum-of-desire-love-sex-and-gender-in-the-middle-ages",
    "description": "Discover a world of powerful desires and fluid identities in the art of the Middle Ages. Set in the stunning atmosphere of The Met Cloisters, Spectrum of Desire explores the often-overlooked themes of sexuality and gender in the medieval past, a period of time when most artistic production served religious purposes."
  },
  {
    "museum": "The Met",
    "title": "Seeing Silence: The Paintings of Helene Schjerfbeck",
    "date": "Seeing Silence: The Paintings of Helene Schjerfbeck",
    "url": "https://www.metmuseum.org/exhibitions/seeing-silence-the-paintings-of-helene-schjerfbeck",
    "description": "Beloved in Nordic countries for her highly original style, Finnish painter Helene Schjerfbeck (1862–1946) is relatively unknown to the rest of the world. Overcoming immense personal struggles and working in a remote location for decades, she produced a powerful body of work through sheer force of will. This exhibition affirms her rightful place in the story of modern art."
  },
  {
    "museum": "The Met",
    "title": "Raphael: Sublime Poetry",
    "date": "Raphael: Sublime Poetry",
    "url": "https://www.metmuseum.org/exhibitions/raphael-sublime-poetry",
    "description": "Dive into the artistic process of one of history’s most beloved and influential artists. A true titan of the Italian Renaissance, Raffaello di Giovanni Santi (1483–1520)—better known as Raphael—matched ambition with lyricism to create works with both intellectual heft and emotional depth, a necessary skill in the complex political landscape of Renaissance courts. In his short life of only 37 years, he achieved such profound success as a painter, designer, and architect that he was regarded as th"
  },
  {
    "museum": "Guggenheim",
    "title": "Rashid Johnson: A Poem for Deep Thinkers",
    "date": "April 18, 2025–January 19, 2026",
    "url": "https://www.guggenheim.org/exhibition/rashid-johnson-a-poem-for-deep-thinkers",
    "description": "For nearly 30 years, artist Rashid Johnson (b. 1977, Chicago) has cultivated a diverse body of work that draws upon an array of disciplines such as history, philosophy, literature, and music. This major solo exhibition highlights Johnson’s role as a scholar of art history, a mediator of Black popular culture, and as a creative force in contemporary art. Almost 90 works—from black-soap paintings and spray-painted text works to large-scale sculptures, film, and video—fill the museum’s rotunda, inc"
  },
  {
    "museum": "Guggenheim",
    "title": "Collection in Focus | Modern European Currents",
    "date": "",
    "url": "https://www.guggenheim.org/exhibition/collection-in-focus-modern-european-currents",
    "description": "At the beginning of the twentieth century, artists across Europe reimagined the possibilities of painting to reflect their rapidly changing world. Influenced by sweeping social and economic changes and energized by the avant-garde, they broke from tradition to experiment with vivid color, flattened forms, and heightened emotional expression. Modern European Currents, featuring works from the Guggenheim’s collection by Natalia Goncharova, Vasily Kandinsky, Franz Marc, and more, captures this pivo"
  },
  {
    "museum": "Guggenheim",
    "title": "Thannhauser Collection",
    "date": "",
    "url": "https://www.guggenheim.org/exhibition/thannhauser-collection",
    "description": "The Thannhauser Collection, formed by the collector and art dealer Justin K. Thannhauser (1892–1976), introduced to the Guggenheim’s holdings works by such groundbreaking artists as Edgar Degas, Édouard Manet, and Vincent van Gogh, and more than thirty examples by Pablo Picasso. This major gift provides an important survey of late 19th- and early 20th-century modernism. It was during this critical period—as artists sought to liberate art from academic genres and introduce contemporary subject ma"
  },
  {
    "museum": "Guggenheim",
    "title": "Gabriele Münter: Contours of a World",
    "date": "November 7, 2025–April 26, 2026",
    "url": "https://www.guggenheim.org/exhibition/gabriele-munter",
    "description": "Gabriele Münter was at the forefront of modern art in early 20th-century Europe. Constantly experimenting, she revitalized landscape, still life, and portrait painting, transforming everyday subjects into bold, original works. Rather than imitating reality, she sought to “convey an essence,” offering an alternative to modernist movements that favored pure abstraction. This exhibition highlights Münter’s lifelong commitment to subjects rooted in daily life and shaped by travel, place, and communi"
  },
  {
    "museum": "Guggenheim",
    "title": "Collection in Focus | Robert Rauschenberg: Life Can’t Be Stopped",
    "date": "October 10, 2025–May 3, 2026",
    "url": "https://www.guggenheim.org/exhibition/collection-in-focus-robert-rauschenberg-life-cant-be-stopped",
    "description": "This exhibition features over a dozen seminal works from the Guggenheim’s collection along with major loans from the Robert Rauschenberg Foundation, which together highlight the artist’s radical use of materials and media. Celebrating Rauschenberg’s 100th birthday, the show joins a global tribute to Rauschenberg’s boundary-pushing creativity, experimental spirit, and lasting impact on contemporary art. The centerpiece of the exhibition is Barge (1962–63), a monumental 32-foot-long silkscreen pai"
  },
  {
    "museum": "Guggenheim",
    "title": "Collection in Focus | Beatriz Milhazes: Rigor and Beauty",
    "date": "March 7–September 14, 2025",
    "url": "https://www.guggenheim.org/exhibition/beatriz-milhazes",
    "description": "This exhibition presents the work of global contemporary artist Beatriz Milhazes (b. 1960, Rio de Janeiro), who engages with her Brazilian cultural heritage and identity through the language of abstraction. The artist’s complex body of work spans four decades—from the 1980s to the present—and encompasses sculpture, collage, print, textiles, public art, and especially painting. This focused exhibition features a group of fifteen paintings and works on paper from 1995 to 2023, drawn from the museu"
  },
  {
    "museum": "Guggenheim",
    "title": "Collection in Focus | The Reach of Faith Ringgold",
    "date": "May 9–September 14, 2025",
    "url": "https://www.guggenheim.org/exhibition/faith-ringgold",
    "description": "Explore Woman on a Bridge #1 of 5: Tar Beach (1988), one of the most important works by Faith Ringgold, a renowned artist, writer, and activist. This monumental quilt, the first in a series of five, tells the story of a young girl who dreams of flying from her Harlem rooftop to celebrate her own freedom and self-possession. This exhibition dives into Ringgold’s artistic influences and the lasting impact she has had on later generations of artists. Alongside Tar Beach, visitors will see works fro"
  },
  {
    "museum": "Guggenheim",
    "title": "By Way Of: Material and Motion in the Guggenheim Collection",
    "date": "March 15, 2024–June 8, 2025",
    "url": "https://www.guggenheim.org/exhibition/by-way-of-material-and-motion-in-the-guggenheim-collection",
    "description": "One of the most prominent features of art from the late eighteenth century onwards, particularly after World War II, is artists’ tendency to evolve traditional artmaking methods outside the studio’s boundaries. This exhibition examines the ways in which contemporary artists enacted new ideas formed by the social and historical contexts of their time and pushed the boundaries of artmaking and materials as a result. By Way Of offers a suite of works from the museum’s permanent collection inspired "
  },
  {
    "museum": "Guggenheim",
    "title": "Collection in Focus | Piet Mondrian: Ever further",
    "date": "November 22, 2024–April 20, 2025",
    "url": "https://www.guggenheim.org/exhibition/piet-mondrian-even-further",
    "description": "This exhibition presents a selection of paintings and drawings by Piet Mondrian from the Guggenheim’s singular collection, one of the most representative in the world. Throughout his career, Mondrian made distinctive contributions to the development of abstract art. He sought to move painting away from the representation of nature to render a universal essence or spirit. This exhibition showcases works that chronicle the evolution of the Dutch-born painter’s signature style, from his early exper"
  },
  {
    "museum": "Guggenheim",
    "title": "Harmony and Dissonance: Orphism in Paris, 1910–1930",
    "date": "November 8, 2024–March 9, 2025",
    "url": "https://www.guggenheim.org/exhibition/harmony-and-dissonance-orphism-in-paris-1910-1930",
    "description": "Featuring over 90 artworks in the museum’s iconic rotunda, this major exhibition examines the vibrant abstract art of Orphism. It explores the transnational movement’s developments in Paris, addressing the impact dance, music, and poetry had on the art, among other themes. Orphism emerged in the early 1910s, when the innovations brought about by modern life were radically altering conceptions of time and space. Artists connected to Orphism engaged with ideas of simultaneity in kaleidoscopic comp"
  },
  {
    "museum": "Guggenheim",
    "title": "Jenny Holzer: Light Line",
    "date": "May 17–September 29, 2024",
    "url": "https://www.guggenheim.org/exhibition/jenny-holzer",
    "description": "This exhibition presented a reimagination of Jenny Holzer’s landmark 1989 installation at the Guggenheim. Climbing all six ramps of the Frank Lloyd Wright-designed rotunda to the building’s apex, the site-specific installation transformed the building with a display of scrolling texts, featuring selections from her iconic series, such as “Truisms” and “Inflammatory Essays”. Light Line highlighted the incisive use of the written word across time and media in Holzer’s practice. In addition to the "
  }
]